{
  "page": {
    "home": {
      "section1": {
        "desktop": {
          "title": "WE STAND AS THE FACADE SPECIALISTS",
          "sub_title": "เราคือทีมผู้เชี่ยวชาญด้านออกแบบและก่อสร้างฟาซาด ฟาซาดดีไซเนอร์ ทีมวิศวกร และทีมติดตั้งที่มีความชำนาญเฉพาะทาง"
        },
        "mobile": {
          "title": "DISCOVER INSPIRING IDEAS<br/>FOR YOUR NEW FACADE",
          "sub_title": "เปลี่ยนหน้าอาคารให้โดดเด่น<br/>ด้วยทีมงานผู้เชี่ยวชาญงานฟาซาดของเรา"
        }
      },
      "section2": {
        "desktop": {
          "title": "ฟาซาดดีไซน์คืออะไร",
          "description": {
            "para1": "&nbsp;&nbsp;&nbsp;งานออกแบบฟาซาด คือการออกแบบเปลือกอาคารหรือปรับปรุงผนังหน้าอาคารเดิม<br/>เพื่อให้มีหน้าตาสวยงามและสอดคล้องกับวัตถุประสงค์ของอาคารรวมถึงแก้ไขปัญหา<br/>ต่างๆในการใช้งานอาคาร เช่น แสงแดดส่องเข้าอาคารมากเกินไป ภายในอุณหภูมิสูง<br/>อากาศไม่ถ่ายเท มีเสียงรบกวนจากรอบๆอาคาร เป็นต้น",
            "para2": "งานออกแบบฟาซาดยังสามารถช่วยสะท้อนและส่งเสริมภาพลักษณ์ธุรกิจ อัตลักษณ์<br/>ของผู้อยู่อาศัย หรือผสานเข้ากับนวัตกรรมและเทคโนโลยีใหม่ๆเพื่อพัฒนาอาคารให้มี<br/>ประสิทธิภาพมากขึ้นกว่าเดิม",
            "para3": ""
          }
        },
        "mobile": {
          "title": "innovative<br/>and sustainable<br/>facade design solutions.",
          "description": {
            "para1": "เราเชื่อในการใช้ความคิดสร้างสรรค์<br/>เทคโนโลยีและนวัตกรรมใหม่ ๆ ในการสร้างงานที่มี<br/>เอกลักษณ์และยั่งยืน แข็งแรงทนทานตลอดอายุการใช้งาน",
            "para2": "เรายังตั้งใจที่จะเป็นผู้เชี่ยวชาญงานออกแบบ<br/>และก่อสร้างงานฟาซาดในทุก ๆ มิติ รวมถึงแนะนำแนวทาง<br/>ของเปลือกอาคารในอนาคตให้กับเจ้าของอาคารทุกรูปแบบ<br/>เพื่อตอบสนองความต้องการลูกค้าอย่างแท้จริง"
          }
        }
      },
      "section3": {
        "desktop": {
          "title1": "งานออกแบบก่อสร้างฟาซาดมีความซับซ้อน และละเอียดอ่อน",
          "title2": "จำเป็นต้องใช้ “ผู้เชี่ยวชาญ” ดูแลโครงการ",
          "description": "งานฟาซาดเป็นงานที่เกี่ยวข้องกับโครงสร้างและด้านหน้าอาคาร<br/>ทีมออกแบบก่อสร้างต้องมีความเข้าใจในวัสดุสำหรับภายนอกอาคารอย่างแท้จริง รวมถึงความรู้เรื่องกฎหมายอาคารเป็นอย่างดี<br/>เพื่อให้สามารถส่งมอบงานที่สมบูรณ์แบบที่สุดในทุกๆโครงการที่ได้รับความไว้วางใจ"
        }
      },
      "section4": {
        "desktop": {
          "title1": "รวมบทความต่างๆเกี่ยวกับฟาซาด",
          "title2": "Blog"
        }
      }
    },
    "ourteam": {
      "section1": {
        "desktop": {
          "title": "ความมุ่งมั่นของเราคือการให้การออกแบบที่ดีและนวัตกรรมใหม่ๆให้กับโครงการทุกๆ อย่างต่อเนื่อง",
          "description": "ทีมผู้เชี่ยวชาญของเรามุ่งมั่นในการออกแบบที่ดีที่สุด นำเสนอนวัตกรรมใหม่ๆ ให้กับทุกโครงการคุณ เพราะเราต้องการส่งมอบผลงานที่สมบูรณ์แบบให้กับทุกโครงการที่เราได้รับความเชื่อใจ"
        },
        "mobile": {
          "title": "เรามุ่งมั่นในการสร้างสรรค์<br/>งานที่เป็นเอกลักษณ์",
          "description1": "ที่บริษัทของเราตั้งใจที่จะออกแบบงานทุก ๆ โครงการมีเอกลักษณ์เฉพาะตัว เราไม่หยุดที่จะพัฒนางานบริการความรู้ในเทคโนโลยีใหม่ ๆ ความเข้าใจในวัสดุ เมื่อรวมกับประสบการณ์ของทีมผู้เชี่ยวชาญทุกฝ่ายของเรา เราจึงมั่นใจว่าจะส่งมอบงานที่สวยงาม สมบูรณ์แบบให้กับทุก ๆ โครงการของเรา",
          "description2": "ในอนาคต เรามุ่งมั่นที่จะเป็นผู้นำในการพัฒนาเทคโนโลยีฟาซาด เพราะเราเชื่อว่างานฟาซาดไม่ใช่เพียงส่วนหนึ่งของอาคารเท่านั้น แต่ยังเป็นส่วนสำคัญในการลดการใช้พลังงานและเพิ่มประสิทธิภาพในการใช้อาคารให้ดีทั้งต่อธุรกิจคุณและโลกของเราด้วย "
        }
      },
      "section2": {
        "desktop": {
          "para1": "ที่ Outside In ทีมงานของเรามีทุก ๆ ฝ่าย ให้บริการด้วยความเชี่ยวชาญด้านออกแบบก่อสร้างงานฟาซาด ความรู้ด้านนวัตกรรมและวัสดุ ด้วยความเชื่อที่ว่านอกจากสามารถสร้างงานได้ตรงตามความต้องการ เรายังสามารถส่งมอบงานที่เกินความคาดหมายให้กับลูกค้าของเราทุกโครงการ",
          "para2": "เป้าหมายต่อไปของเราคือการสร้างความเข้าใจในงานฟาซาดให้เจ้าของอาคารต่าง ๆ ได้เข้าใจ เห็นถึงความสำคัญของงานออกแบบเปลือกอาคารที่เป็นมากกว่างานก่อสร้าง แต่คือส่วนช่วยเพิ่มประสิทธิภาพการใช้อาคารและส่งเสริมธุรกิจอีกด้วย",
          "para3": "ขอบคุณสำหรับความสนใจในบริการของเรา ผมและ Outside In หวังเป็นอย่างยิ่งว่าจะได้สร้างสรรค์งานฟาซาดในฝันให้อาคารของคุณ",
          "name": "CHAYAPHOL SUKONTHANIT",
          "position": "CEO & Founder of Outside In"
        },
        "mobile": {
          "title1": "FACADE DESIGNER",
          "description1": "ทีมนักออกแบบ Outside In เชี่ยวชาญในการออกแบบ facade โดยตรง มีความเข้าใจในวัสดุและ นวัตกรรมสมัยใหม่ จึงสามารถสร้างสรรค์ Facade ที่มีความสวยงาม ตอบรับทุกความต้องการของคุณ",
          "title2": "STRUCTURAL DESIGN",
          "description2": "ทีมวิศวกรมีประสบการณ์เฉพาะ ในการทำงานร่วมกับ Facade designer พัฒนาและวางแผนก่อสร้าง งาน Facade ที่ปลอดภัย ตามมาตรฐานทางวิศวกรรม เนรมิตให้แบบ Facade ของคุณกลายเป็นจริง",
          "title3": "INSTALLATION AND CONSTRUCTION",
          "description3": "ทีมก่อสร้างติดตั้งงานของเรา มีประสบการณ์ ความชำนาญการติดตั้ง Facade โดยมีความเข้าใจเรื่องเทคนิคการติดตั้งทุกประเภท รวมถึงแนวทางการป้องกันปัญหาต่างๆ จึงสามารถดูแลการก่อสร้างให้เรียบร้อยไร้ที่ติในทุกรายละเอียด เพื่อส่งมอบงานที่สมบูรณ์แบบให้แก่คุณในทุก ๆ งาน"
        }
      },
      "section3": {
        "desktop": {
          "title": "ทีมผู้เชี่ยวชาญของเรา",
          "pic1": "FACADE DESIGNER",
          "pic2": "STRUTURAL DESIGN",
          "pic3": "INSTALLATION AND CONSTRUCTION"
        },
        "mobile": {
          "para1": "ที่ Outside In ทีมงานของเรามีทุก ๆ ฝ่าย ให้บริการด้วยความเชี่ยวชาญด้านออกแบบก่อสร้างงานฟาซาด ความรู้ด้านนวัตกรรมและวัสดุ ด้วยความเชื่อที่ว่านอกจากสามารถสร้างงานได้ตรงตามความต้องการ เรายังสามารถส่งมอบงานที่เกินความคาดหมายให้กับลูกค้าของเราทุกโครงการ",
          "para2": "เป้าหมายต่อไปของเราคือการสร้างความเข้าใจในงานฟาซาดให้เจ้าของอาคารต่าง ๆ ได้เข้าใจ เห็นถึงความสำคัญของงานออกแบบเปลือกอาคารที่เป็นมากกว่างานก่อสร้างแต่คือส่วนช่วยเพิ่มประสิทธิภาพการใช้อาคารและส่งเสริมธุรกิจอีกด้วย ",
          "para3": "ขอบคุณสำหรับความสนใจในบริการของเรา ผมและ Outside In หวังเป็นอย่างยิ่งว่าจะได้สร้างสรรค์งานฟาซาดในฝันให้อาคารของคุณ",
          "name": "CHAYAPHOL   SUKONTHANIT",
          "position": "CEO & Founder of Outside In"
        }
      },
      "section4": {
        "desktop": {
          "title1": "FACADE DESIGNER",
          "description1": "ทีมนักออกแบบ Outside In เชี่ยวชาญในการออกแบบ facade โดยตรง มีความเข้าใจในวัสดุและ นวัตกรรมสมัยใหม่ จึงสามารถสร้างสรรค์ Facade ที่มีความสวยงาม ตอบรับทุกความต้องการของคุณ",
          "title2": "STRUCTURAL DESIGN",
          "description2": "ทีมวิศวกรมีประสบการณ์เฉพาะในการทำงานร่วมกับ Facade designer พัฒนาและวางแผนก่อสร้างงาน Facade ที่ปลอดภัยตามมาตรฐานทางวิศวกรรม เนรมิตให้แบบ Facade ของคุณกลายเป็นจริง",
          "title3": "INSTALLATION AND CONSTRUCTION",
          "description3": "ทีมก่อสร้างติดตั้งงานของเรา มีประสบการณ์ ความชำนาญการติดตั้ง Facade โดยมีความเข้าใจเรื่องเทคนิคการติดตั้งทุกประเภท รวมถึงแนวทางการป้องกันปัญหาต่างๆ จึงสามารถดูแลการก่อสร้างให้เรียบร้อยไร้ที่ติ ในทุกรายละเอียด เพื่อส่งมอบงานที่สมบูรณ์แบบให้แก่คุณในทุก ๆ งาน"
        }
      }
    },
    "services": {
      "section1": {
        "desktop": {
          "title": " ด้วยประสบการณ์เราเชื่อมั่นว่าสามารถ<br/>สร้างแบบฟาซาดในฝันของคุณให้เป็นจริงได้",
          "description1": "ด้วยทีมที่มีประสบการณ์และความเข้าใจงาน เราสามารถตอบสนองต่องานฟาซาดทุกประเภท ทุกต้องการของคุณได้อย่างมืออาชีพ",
          "description2": "เพื่อให้คุณเริ่มต้นมองหาแบบงานฟาซาดที่คุณต้องการได้ง่ายขึ้น เราได้นำเสนอฟาซาดรูปแบบที่ได้รับความนิยมและเพิ่มประสิทธิภาพด้านต่างๆให้อาคารมาให้คุณพิจารณา"
        }
      },
      "section2": {
        "desktop": {
          "louver": {
            "name": "LOUVER",
            "title1": "รูปแบบตีระแนง และบานเกล็ด",
            "title2": "ลดบังแสง ถ่ายเทอากาศ",
            "title3": "เพิ่มความเป็นส่วนตัว",
            "description1": "อาคารที่มีปัญหาเรื่องแสงส่องเข้ามาบางด้านเกินไป ซึ่งเป็นพื้นที่ใช้ทำกิจกรรม สามารถแก้ไขด้วยรูปแบบระแนง ที่ช่วยลดทอนแสงลง แต่ยังคงมีระบายอากาศได้ดี",
            "description2": "กรณีที่ด้านหน้าต่างอาคารตรงข้ามกับอีกอาคาร จนสามารถมองเห็นกันได้ รูปแบบแนวระแนงสามารถพลางตา ลดการมองเห็นลง แต่พื้นที่ด้านในยังรู้สึกโปร่งเพราะไม่ได้ปิดทึบ",
            "items": {
              "first": {
                "title": "Decorative Louver",
                "description": "ใช้ลวดลาย หรือรูปแบบที่ถูกดีไซน์ขึ้นเพื่อเป็นจุดเด่นทางสถาปัตยกรรม"
              },
              "second": {
                "title": "Shading Louver",
                "description": "ช่วยลดความร้อนจากแสงแดดที่เข้าสู่อาคารและเพิ่มความเป็นส่วนตัว"
              },
              "third": {
                "title": "Timber Louver",
                "description": "เพิ่มความอบอุ่น และความเป็นธรรมชาติให้กับตัวอาคารด้วยวัสดุหลากหลาย เช่น อลูมิเนียมลายไม้ เมทัลชีทลายไม้ เป็นต้น"
              }
            }
          },
          "preforated": {
            "name": "PERFORATED",
            "title1": "รูปแบบหุ้มอาคารด้วยวัสดุช่องฉลุลาย",
            "title2": "ควบคุมปริมาณแสงที่เข้าสู่อาคาร",
            "title3": "เพิ่มมิติความงามทั้งภายนอกและภายในอาคาร",
            "description1": "รูปแบบ และขนาดของช่องฉลุช่วยกำหนดปริมาณ และพื้นที่ของแสงที่เข้าสู่อากาศได้ และช่วยรักษาความเป็นส่วนตัวโดยไม่สร้างความอึดอัดเหมือนกำแพงปิดทึบรูปแบบอื่น",
            "description2": "ด้วยเงาที่เกิดภายในอาคารตามลายฉลุช่วยสร้างความน่าสนใจให้พื้นที่ และยังเปลี่ยนรูปแบบ เกิดประสบการณ์ต่างกันไปตามช่วงเวลา ตัวลวดลายสามารถออกแบบให้สะท้อนอัตลักษณ์ของธุรกิจ จนถึงวัฒนธรรมที่แวดล้อมอาคารอยู่ และยังสามารถต่อยอดไปเป็นงาน รูปแบบ Kinetic facade หรือ Parametric ได้อีกด้วย",
            "items": {
              "first": {
                "title": "Custom perforation",
                "description": "สามารถออกแบบลายฉลุเพื่อให้เหมาะสมกับสไตร์ของอาคารและปริมาณแสงที่ต้องการเข้าสู่อาคารได้"
              },
              "second": {
                "title": "Enhance at night",
                "description": "การออกแบบและติดตั้งไฟกับรูปแบบลายฉลุ ยิ่งทำให้ตัวอาคารดูตื่นตา ชวนมองขึ้นในยามค่ำคืน "
              },
              "third": {
                "title": "Light and Shadow",
                "description": "นอกจากสร้างความสวยงามให้ กับภายนอกอาคารแล้ว แสงเงาภายในอาคารที่เกิดจากลายฉลุยังสร้างมิติ และประสบการณ์ให้ กับพื้นที่ภายในด้วย"
              },
              "forth": {
                "title": "Reflect Your Identity",
                "description": "ใช้การออกแบบลายฉลุให้สอดคล้อง กับอาคาร ช่วยสะท้อนอัตลักษณ์เจ้าของ หรือธุรกิจ จนถึงแสดงวัฒนธรรม เอกลักษณ์ของพื้นที่ที่ตั้งอาคารได้อีกด้วย"
              }
            }
          },
          "panelcladding": {
            "name": "PANEL CLADDING",
            "title1": "รูปแบบหุ้มอาคารด้วยแผ่นวัสดุคุณสมบัติสูง",
            "title2": "ทางเลือกด้านสี และพื้นผิวที่หลากหลาย",
            "title3": "อายุการใช้งานนาน ทนทุกสภาพอากาศ",
            "description1": "รูปแบบ Cladding นิยมใช้วัสดุคุณภาพสูงกลุ่ม Composite ซึ่งมีสีให้เลือกมากมาย รวมไปถึงพื้นผิวแบบด้าน แบบมันวาววัสดุ สะท้อนแสง หรือไล่เฉดสี จึงตอบโจทย์อาคารที่ต้องการมี เอกลักษณ์เฉพาะตัว",
            "description2": "วัสดุกลุ่ม Composite มีคุณสมบัติทนต่อสภาวะอากาศต่างๆได้ดี ไม่เป็นสนิม ระบายความร้อน, ควบคุมความชื้นให้ตัวอาคาร และมีอายุการใช้งาน 10 ปีขึ้นไป",
            "items": {
              "first": {
                "title": "Metal style cladding",
                "description": "สไตล์พื้นผิวโลหะมันวาว ช่วยทำให้ตัวอาคารดูทันสมัยขึ้น แนะนำวัสดุสีทอง เงิน เมทาลิคมันวาว หรือ ผิวขัด"
              },
              "second": {
                "title": "Mosaic arranged cladding",
                "description": "ด้วยเฉดสีของวัสดุมีให้เลือกมากมาย หากต้องการให้อาคารโดดเด่น เป็นที่จดจำสามารถนำสีมาคละเรียงคล้ายงานโมเสค"
              },
              "third": {
                "title": "Wood & Stone style cladding",
                "description": "วัสดุผสมเลียนแบบวัสดุธรรมชาติ เช่น หิน, ไม้, อิฐสามารถนำมาใช้เพื่อเพิ่มความอบอุ่น ผ่อนคลายให้กับตัวอาคาร"
              },
              "forth": {
                "title": "Geometric style cladding",
                "description": "วัสดุผสมสามารถตัดแต่งเป็นทรงเรขาคณิตต่างกัน นำมาจัดเรียงให้เต็มเปลือกอาคาร สร้างภาพลักษณ์ที่ดูล้ำสมัย ดึงดูดสายตา"
              }
            }
          },
          "innovative": {
            "name": "GRC & FABRIC",
            "name2": "INNOVATIVE & ADAPTIVE",
            "title1": "รูปแบบทางเลือกใหม่ทางวัสดุ และเทคนิค",
            "title2": "GRC & Textile",
            "title3": "Parametric & Kinetic",
            "description1": "วัสดุใหม่ทั้งสองชนิดเกิดขึ้นเพื่อทำลายขีดจำกัดในการออกแบบ และความต้องการของเจ้าของอาคาร โดย GRC คือการนำซีเมนต์เพสย์ผสมเข้ากับใยแก้วแล้วหล่อขึ้นรูป เป็นคอนกรีตรูปทรงต่างๆได้ตามต้องการ Textile คือผ้าสำหรับขึ้นรุปสามมิติบนโครง ผลิตจากใยสังเคราะห์ที่เคลือบสารกันการติดไฟ",
            "description2": " Parametric เป็นรูปแบบที่ต่อยอดจากการ Cladding โดยนำแผ่นวัสดุมาจัดเรียงให้เกิดมิตินูนเว้าขึ้น เมื่อรวม กับการผสมแผ่นวัสดหลายชนิด จึงเกิดมิติ ความงามใหม่ และแสดงอัตลักษณ์ของอาคารได้มากขึ้น<br/>Kenetic เป็นรูปแบบที่พัฒนาให้ฟาซาดสามารถปรับเปลี่ยนหรือเคลื่อนไหวได้ โดยเน้นไปที่การเพิ่มประสิทธิภาพในการลดบังแสง ถ่ายเทอากาศ รวมถึงควบคุมความชิ้น และการใช้งานพื้นที่ของอาคาร",
            "items": {
              "first": {
                "title": "GRC",
                "description": "วัสดุคอนกรีตเสริมใยแก้วสามารถขึ้นรูปได้หลากหลายรูปทรง และขนาด รวมถึงเป็นวัสดุที่มีโอกาสติดไฟน้อยที่สุด"
              },
              "second": {
                "title": "Textile Fabric",
                "description": "อีกทางเลือกวัสดุที่สามารถขึ้นรูปทรงสามมิติได้ มีน้ำหนักเบา และคุณภาพสูง ปัจจุบันยังพัฒนาชนิดของผ้าใบให้ดียิ่งขึ้นเรื่อยๆ"
              },
              "third": {
                "title": "Parametric",
                "description": "รูปแบบฟาซาดที่ใช้รูปทรงเรขาคณิตมาจัดวาง รวมถึงใช้วัสดุผสมผสานกันสร้างมิติ และภาพลักษณ์ใหม่ๆ ให้กับงานฟาซาด"
              },
              "forth": {
                "title": "Kinetic",
                "description": "รูปแบบฟาซาดที่ติดตั้งกลไกเพื่อให้เคลื่อนไหวได้โดยมุ่งเน้นไปที่การเพิ่มประสิทธิภาพในการปกป้องอาคารจากสภาพแวดล้อมต่างๆ"
              }
            }
          }
        },
        "mobile": {
          "title": "สะท้อนอัตลักษณ์<br/>ตอบโจทย์ทุกความต้องการของคุณ",
          "description": "ไม่ว่าอาคารของคุณจะเป็นแบบใด<br/>เราสามารถออกแบบให้ออกมาสวยงาม<br/>ได้ตรงตามความต้องการของคุณ",
          "botton": "รูปแบบงานฟาซาด",
          "title2": "FIND YOUR DREAM FACADE",
          "description2": "เราเชี่ยวชาญการออกแบบงานฟาซาดทุกประเภท"
        }
      },
      "components": {
        "mobile": {
          "louver": {
            "title1": "รูปแบบตีระแนง และบานเกล็ด",
            "title2": "ลดบังแสง ถ่ายเทอากาศ",
            "title3": "เพิ่มความเป็นส่วนตัว",
            "description1": "อาคารที่มีปัญหาเรื่องแสงส่องเข้ามาบางด้านมากเกินไป ซึ่งเป็นพื้นที่ใช้ทำกิจกรรม สามารถแก้ไขด้วยรูปแบบระแนง ที่ช่วยลดทอนแสงลง แต่ยังคงมีการระบายอากาศได้ดี",
            "description2": "กรณีที่ด้านหน้าต่างอาคารตรงข้ามกับอีกอาคาร จนสามารถมองเห็นกันได้ รูปแบบระแนงสามารถพลางสายตา ลดการมองเห็นลง แต่พื้นที่ด้านในยังรู้สึกโปร่งอยู่เพราะไม่ได้ปิดทึบ",
            "items": {
              "first": {
                "title": "Decorative Louver",
                "description": "ใช้ลวดลายหรือรูปแบบที่ถูกออกแบบขึ้นเพื่อเป็นจุดเด่นทางสถาปัตยกรรม"
              },
              "second": {
                "title": "Shading Louver",
                "description": "ช่วยลดความร้อนจากแสงแดดที่เข้าสู่อาคาร และเพิ่มความเป็นส่วนตัว"
              },
              "third": {
                "title": "Timber Louver",
                "description": "เพิ่มความอบอุ่นและความเป็นธรรมชาติให้กับตัวอาคาร ด้วยวัสดุหลากหลาย เช่น อลูมิเนียมลายไม้ เมทัลชีทลายไม้ เป็นต้น"
              }
            }
          },
          "preforated": {
            "title1": "รูปแบบหุ้มอาคารด้วยการเรียงวัสดุที่มีลวดลายฉลุ",
            "title2": "ควบคุมปริมาณแสงที่เข้าสู่อาคาร",
            "title3": "เพิ่มมิติความงามทั้งภายนอกและภายในอาคาร",
            "description1": "รูปแบบ และขนาดของช่องฉลุช่วยกำหนดปริมาณ และพื้นที่ของแสงที่เข้าสู่อากาศได้ และช่วยรักษาความเป็นส่วนตัวโดยไม่สร้างความอึดอัดเหมือนกำแพงปิดทึบรูปแบบอื่น",
            "description2": "ด้วยเงาที่เกิดภายในอาคารตามลายฉลุช่วยสร้างความน่าสนใจให้พื้นที่ และยังเปลี่ยนรูปแบบ เกิดประสบการณ์ต่างกันไปตามช่วงเวลา ตัวลวยลายสามารถออกแบบให้สะท้อนอัตลักษณ์ของธุรกิจ จนถึงวัฒนธรรมที่แวดล้อมอาคารอยู่ และยังสามารถต่อยอดไปเป็นงานรูปแบบ Kinetic facade หรือ Parametric ได้อีกด้วย",
            "items": {
              "first": {
                "title": "Custom perforation",
                "description": "สามารถออกแบบลายฉลุเพื่อให้เหมาะสมกับสไตล์ของอาคารและปริมาณแสงที่ต้องการเข้าสู่อาคารได้"
              },
              "second": {
                "title": "Enhance at night",
                "description": "การออกแบบและติดตั้งไฟกับรูปแบบลายฉลุ ยิ่งทำให้ตัวอาคารดูตื่นตา ชวนมองขึ้นในยามค่ำคืน "
              },
              "third": {
                "title": "Light and Shadow",
                "description": "นอกจากสร้างความสวยงามให้กับภายนอกอาคารแล้ว แสงเงาภายในอาคารที่เกิดจากลายฉลุยังสร้างมิติและประสบการณ์ให้กับพื้นที่ภายในด้วย"
              },
              "forth": {
                "title": "Reflect Your Identity",
                "description": "ใช้การออกแบบลายฉลุให้สอดคล้องกับอาคาร ช่วยสะท้อนอัตลักษณ์เจ้าของหรือธุรกิจ จนถึงแสดงวัฒนธรรม เอกลักษณ์ของพื้นที่ที่ตั้งอาคารได้อีกด้วย"
              }
            }
          },
          "panelcladding": {
            "title1": "รูปแบบหุ้มอาคารด้วยแผ่นวัสดุคุณสมบัติสูง",
            "title2": "ทางเลือกด้านสี และพื้นผิวที่หลากหลาย",
            "title3": "อายุการใช้งานนาน ทนทุกสภาพอากาศ",
            "description1": "รูปแบบ Cladding นิยมใช้วัสดุผสมคุณภาพสูงกลุ่ม Composite ซึ่งมีสีให้เลือกมากมาย รวมถึงพื้นผิวแบบด้าน แบบมันวาว วัสดุสะท้อนแสง หรือไล่เฉดสี จึงตอบโจทย์อาคารที่ต้องการมีเอกลักษณ์เฉพาะตัว",
            "description2": "วัสดุกลุ่ม Composite มีคุณสมบัติทนต่อสภาวะอากาศต่าง ๆ ได้ดี ไม่เป็นสนิม ระบายความร้อน ควบคุมความชื้นให้ตัวอาคาร และมีอายุการใช้งาน 10 ปีขึ้นไป",
            "items": {
              "first": {
                "title": "Metal style cladding",
                "description": "สไตล์พื้นผิวโลหะมันวาว ช่วยทำให้ตัวอาคารดูทันสมัยขึ้น แนะนำวัสดุสีทอง เงิน เมทาลิคมันวาว หรือผิวขัด"
              },
              "second": {
                "title": "Mosaic arranged cladding",
                "description": "ด้วยเฉดสีของวัสดุมีให้เลือกมากมาย หากต้องการให้อาคารโดดเด่น เป็นที่จดจำ สามารถนำสีมาคละเรียงคล้ายงานโมเสค"
              },
              "third": {
                "title": "Wood & Stone style cladding",
                "description": "วัสดุผสมเลียนแบบวัสดุธรรมชาติ เช่น หิน, ไม้, และอิฐ สามารถนำมาใช้เพื่อเพิ่มความอบอุ่น ผ่อนคลายให้กับตัวอาคาร"
              },
              "forth": {
                "title": "Geometric style cladding",
                "description": "วัสดุผสมสามารถตัดแต่งเป็นทรงเรขาคณิตต่างกัน นำมาจัดเรืยงให้เต็มเปลือกอาคาร สร้างภาพลักษณ์ที่ดูล้ำสมัย ดึงดูดสายตา"
              }
            }
          },
          "innovative": {
            "title1": "รูปแบบทางเลือกใหม่ทางวัสดุ และเทคนิค",
            "title2": "GRC & Textile",
            "title3": "Parametric & Kinetic",
            "description1": "วัสดุใหม่ทั้งสองชนิดเกิดขึ้นเพื่อทำลายขีดจำกัดในการออกแบบ และความต้องการของเจ้าของอาคาร โดย GRC คือการนำซีเมนต์เพสย์ผสมเข้ากับใยแก้วแล้วหล่อขึ้นรูปเป็นคอนกรีตรูปทรงต่างๆได้ตามต้องการ Textile คือผ้าสำหรับขึ้นรูปสามมิติบนโครง ผลิตจากใยสังเคราะห์ที่เคลือบสารกันการติดไฟ",
            "description2": "Parametric เป็นรูปแบบที่ต่อยอดจากการ Cladding โดยนำแผ่นวัสดุมาจัดเรียงให้เกิดมิตินูนเว้าขึ้น เมื่อรวมกับการผสมแผ่นวัสดุหลายชนิด จึงเกิดมิติความงามใหม่ และแสดงอัตลักษณ์ของอาคารได้มากขึ้น <br/>Kinetic เป็นรูปแบบที่พัฒนาให้ฟาซาดสามารถปรับเปลี่ยนหรือเคลื่อนไหวได้ โดยเน้นไปที่การเพิ่มประสิทธิภาพในการลดบังแสง ถ่ายเทอากาศ รวมถึงควบคุมความชิ้นและการใช้งานพื้นที่ของอาคาร",
            "items": {
              "first": {
                "title": "GRC",
                "description": "วัสดุคอนกรีตเสริมใยแก้วสามารถขึ้นรูปได้หลากหลายรูปทรง และขนาด รวมถึงเป็นวัสดุที่มีโอกาสติดไฟน้อยที่สุด"
              },
              "second": {
                "title": "Textile Fabric",
                "description": "อีกทางเลือกวัสดุที่สามารถขึ้นรูปทรงสามมิติได้ มีน้ำหนักเบา และคุณภาพสูง ปัจจุบันยังพัฒนาชนิดของผ้าใบให้ดียิ่งขึ้นเรื่อยๆ"
              },
              "third": {
                "title": "Parametric",
                "description": "รูปแบบฟาซาดที่ใช้รูปทรงเรขาคณิตมาจัดวาง รวมถึงใช้วัสดุผสมผสานกันสร้างมิติ และภาพลักษณ์ใหม่ๆ ให้กับงานฟาซาด"
              },
              "forth": {
                "title": "Kinetic",
                "description": "รูปแบบฟาซาดที่ติดตั้งกลไกเพื่อให้เคลื่อนไหวได้โดยมุ่งเน้นไปที่การเพิ่มประสิทธิภาพในการปกป้องอาคารจากสภาพแวดล้อมต่างๆ"
              }
            }
          }
        }
      }
    },
    "career": {
      "section1": {
        "desktop": {
          "header": "ร่วมงานกับเรา Outside In",
          "description": "เราคือองค์กรที่เชื่อในการทำงานร่วมกันอย่างมีประสิทธิภาพ<br/>เพื่อสร้างสรรค์แนวทางและผลลัพธ์ที่ช่วยแก้ปัญหาต่างๆให้กับลูกค้า<br/>รวมถึงการใช้นวัตกรรมใหม่ๆในงานก่อสร้างฟาซาด<br/>เพื่อสร้างความมั่นคงด้านพลังงานให้กับประเทศของเรา",
          "job": "ตำแหน่งที่เปิดรับสมัคร ",
          "position": "Facade Designer",
          "subposition": "1 position",
          "recomment": "<span class='fcsubject_regular'>สนใจสามารถส่ง</span> <span class='ttfors'>resume</span> <span class='fcsubject_regular'>และ</span> <span class='ttfors'>Portfolio</span> <span class='fcsubject_regular'>มาได้ทาง</span><br/><span class='ttfors'>hr@outsidein.co.th</span>"
        },
        "mobile": {
          "header": "WORK WITH US",
          "title": "ร่วมงานกับเรา  Outside In",
          "description": "เราคือองค์กรที่เชื่อในการทำงานร่วมกันอย่างมีประสิทธิภาพ<br/>เพื่อสร้างสรรค์แนวทางและผลลัพธ์ที่ช่วยแก้ปัญหาต่าง ๆ ให้ลูกค้า<br/>รวมถึงการใช้นวัตกรรมใหม่ ๆในงานก่อสร้างฟาซาด<br/>เพื่อสร้างความมั่นคงด้านพลังงานให้กับประเทศของเรา",
          "job": "ตำแหน่งที่เปิดรับสมัคร ",
          "position": "Facade Designer",
          "subposition": "1 position",
          "recomment": "สนใจสามารถส่ง resume และ Portfolio มาได้ทาง<br/>hr@outsidein.co.th"
        }
      }
    },
    "contact": {
      "section1": {
        "mobile": {
          "title": "CONTACT US",
          "description": "ติดต่อเราเพื่อสอบถามข้อมูลเพิ่มเติม ขอคำปรึกษา<br/>หรือให้เราประเมินราคาหน้างาน"
        }
      }
    },
    "footer": {
      "section1": {
        "mobile": {
          "title": "กรอกรายละเอียดพร้อมช่องทางติดต่อกลับ<br/>เพื่อเริ่มต้นพูดคุยเกี่ยวกับโครงการของคุณ<br/>หรือประเมินราคาเบื้องต้น",
          "para1": "ช่องทางติดต่อเรา",
          "address": "48 ซอยรามคำแหง 24,<br/>หัวหมาก, เขตบางกะปิ, กรุงเทพมหานคร 10240",
          "tel": "Tel. : 083-221-1107",
          "mail": "Email : sales@outsidein.co.th"
        }
      }
    },
    "contactfrom": {
      "section1": {
        "desktop": {
          "description": "กรอกรายละเอียดพร้อมช่องทางติดต่อของคุณ<br/>เพื่อเริ่มต้นพูดคุยเกี่ยวกับโครงการของคุณ",
          "description2": "หรือสอบถามพูดคุยกับทีมงานได้ที่"
        }
      }
    },
    "blog": {
      "section1": {
        "mobile": {
          "title": "BLOG POST",
          "description": "รวมบทความโดยทีมผู้เชี่ยวชาญของ Outside In ด้านงาน<br/>ออกแบบ และก่อสร้าง Facade รูปแบบผลงาน Facade<br/>ที่น่าสนใจ, นวัตกรรม และ เทรนด์facade ล่าสุด"
        },
        "desktop": {
          "description": "รวมบทความต่างๆเกี่ยวกับฟาซาด",
          "title": "Blog"
        }
      }
    },
    "policy": {
      "label": "นโยบายการคุ้มครองข้อมูลส่วนบุคคล",
      "para1": {
        "title": "นโยบายความเป็นส่วนตัวสำหรับลูกค้า",
        "description": "บริษัทเอ้าท์ไซด์อิน จำกัด ให้ความสำคัญกับการคุ้มครองข้อมูลส่วนบุคคลของคุณ โดยนโยบายความเป็นส่วนตัวฉบับนีได้อธิบาย แนวปฏิบัติเกี่ยวกับการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล รวมถึงสิทธิต่าง ๆ ของเจ้าของข้อมูลส่วนบุคคล ตามกฎหมาย คุ้มครองข้อมูลส่วนบุคคล"
      },
      "para2": {
        "title": "การเก็บรวบรวมข้อมูลส่วนบุคคล",
        "description": "เราจะเก็บรวบรวมข้อมูลส่วนบุคคลที่ได้รับโดยตรงจากคุณผ่านช่องทาง ดังต่อไปนี้",
        "lists": {
          "1": "โทรศัพท์",
          "2": "อีเมล",
          "3": "Facebook Login",
          "4": "Google Login"
        }
      },
      "para3": {
        "title": "ประเภทข้อมูลส่วนบุคคลที่เก็บรวบรวม",
        "descriptions": {
          "1": "<span class='font-[700]'>ข้อมูลส่วนบุคคล</span> เช่น ชื่อ นามสกุล อายุ วันเดือนปีเกิด สัญชาติ เลขประจำตัวประชาชน หนังสือเดินทาง เป็นต้น",
          "2": "<span class='font-[700]'>ข้อมูลการติดต่อ</span> เช่น ที่อยู่ หมายเลขโทรศัพท์ อีเมล เป็นต้น",
          "3": "<span class='font-[700]'>ข้อมูลบัญชี</span> เช่น บัญชีผู้ใช้งาน ประวัติการใช้งาน เป็นต้น",
          "4": "<span class='font-[700]'>หลักฐานแสดงตัวตน</span> เช่น สำเนาบัตรประจำตัวประชาชน สำเนาหนังสือเดินทาง เป็นต้น",
          "5": "<span class='font-[700]'>ข้อมูลการทำธุรกรรมและการเงิน</span> เช่น ประวัติการสั่งซื้อ รายละเอียดบัตรเครดิต บัญชีธนาคาร เป็นต้น",
          "6": "<span class='font-[700]'>ข้อมูลทางเทคนิค</span> เช่น IP address, Cookie ID, ประวัติการใช้งานเว็บไซต์ (Activity Log) เป็นต้น",
          "7": "<span class='font-[700]'>ข้อมูลอื่น ๆ</span> เช่น รูปภาพ ภาพเคลื่อนไหว และข้อมูลอื่นใดที่ถือว่าเป็นข้อมูลส่วนบุคคลตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล"
        }
      },
      "para4": {
        "title": "ผู้เยาว์",
        "description": "หากคุณมีอายุต่ำกว่า 20 ปีหรือมีข้อจำกัดความสามารถตามกฎหมาย เราอาจเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณ เราอาจจำเป็นต้องให้พ่อแม่หรือผู้ปกครองของคุณให้ความยินยอมหรือที่กฎหมายอนุญาตให้ทำได้ หากเราทราบว่ามีการเก็บรวบรวมข้อมูลส่วนบุคคลจากผู้เยาว์โดยไม่ได้รับความยินยอมจากพ่อแม่หรือผู้ปกครอง เราจะดำเนินการลบข้อมูลนั้นออกจากเซิร์ฟเวอร์ของเรา"
      },
      "para5": {
        "title": "วิธีการเก็บรักษาข้อมูลส่วนบุคคล",
        "descriptions": {
          "1": "เราจะเก็บรักษาข้อมูลส่วนบุคคลของคุณในรูปแบบเอกสารและรูปแบบอิเล็กทรอนิกส์",
          "2": "เราเก็บรักษาข้อมูลส่วนบุคคลของคุณ ดังต่อไปนี้"
        },
        "lists": {
          "1": "เซิร์ฟเวอร์บริษัทของเราในประเทศไทย",
          "2": "ผู้ให้บริการเซิร์ฟเวอร์ในต่างประเทศ"
        }
      },
      "para6": {
        "title": "การประมวลผลข้อมูลส่วนบุคคล",
        "description": "เราจะเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์ดังต่อไปนี้",
        "lists": {
          "1": "เพื่อสร้างและจัดการบัญชีผู้ใช้งาน",
          "2": "เพื่อจัดส่งสินค้าหรือบริการ",
          "3": "เพื่อปรับปรุงสินค้า บริการ หรือประสบการณ์การใช้งาน",
          "4": "เพื่อการบริหารจัดการภายในบริษัท",
          "5": "เพื่อการตลาดและการส่งเสริมการขาย",
          "6": "เพื่อการบริการหลังการขาย",
          "7": "เพื่อรวบรวมข้อเสนอแนะ",
          "8": "เพื่อชำระค่าสินค้าหรือบริการ",
          "9": "เพื่อปฏิบัติตามข้อตกลงและเงื่อนไข (Terms and Conditions)",
          "10": "เพื่อปฏิบัติตามกฎหมายและกฎระเบียบของหน่วยงานราชการ"
        }
      },
      "para7": {
        "title": "การเปิดเผยข้อมูลส่วนบุคคล",
        "description": "เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณให้แก่ผู้อื่นภายใต้ความยินยอมของคุณหรือที่กฎหมายอนุญาตให้เปิดเผยได้ ดังต่อไปนี้",
        "sub_title": {
          "1": {
            "title": "การบริหารจัดการภายในองค์กร",
            "description": "เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณภายในบริษัทเท่าที่จำเป็นเพื่อปรับปรุงและพัฒนาสินค้าหรือบริการของเรา เราอาจรวบรวมข้อมูลภายในสำหรับสินค้าหรือบริการต่าง ๆ ภายใต้นโยบายนี้เพื่อประโยชน์ของคุณและผู้อื่นมากขึ้น"
          },
          "2": {
            "title": "พันธมิตรทางธุรกิจ",
            "description": "เราอาจเปิดเผยข้อมูลบางอย่างกับพันธมิตรทางธุรกิจเพื่อติดต่อและประสานงานในการให้บริการสินค้าหรือบริการ และให้ข้อมูลเท่าที่จำเป็นเกี่ยวกับความพร้อมใช้งานของสินค้าหรือบริการ"
          },
          "3": {
            "title": "การโอนข้อมูลส่วนบุคคลไปต่างประเทศ",
            "description": "เราอาจเปิดเผยหรือโอนข้อมูลส่วนบุคคลของคุณไปยังบุคคล องค์กร หรือเซิร์ฟเวอร์ (Server) ที่ตั้งอยู่ในต่างประเทศ โดยเราจะดำเนินการตามมาตรการต่าง ๆ เพื่อให้มั่นใจว่าการโอนข้อมูลส่วนบุคคลของคุณไปยังประเทศปลายทางนั้นมีมาตรฐานการคุ้มครองข้อมูลส่วนบุคคลอย่างเพียงพอ หรือกรณีอื่น ๆ ตามที่กฎหมายกำหนด"
          }
        }
      },
      "para8": {
        "title": "ระยะเวลาจัดเก็บข้อมูลส่วนบุคคล",
        "description": "เราจะเก็บรักษาข้อมูลส่วนบุคคลของคุณไว้ตามระยะเวลาที่จำเป็นในระหว่างที่คุณเป็นลูกค้าหรือมีความสัมพันธ์อยู่กับเราหรือตลอดระยะเวลาที่จำเป็นเพื่อให้บรรลุวัตถุประสงค์ที่เกี่ยวข้องกับนโยบายฉบับนี้ ซึ่งอาจจำเป็นต้องเก็บรักษาไว้ต่อไปภายหลังจากนั้น หากมีกฎหมายกำหนดไว้ เราจะลบ ทำลาย หรือทำให้เป็นข้อมูลที่ไม่สามารถระบุตัวตนของคุณได้ เมื่อหมดความจำเป็นหรือสิ้นสุดระยะเวลาดังกล่าว"
      },
      "para9": {
        "title": "สิทธิของเจ้าของข้อมูลส่วนบุคคล",
        "descriptions": {
          "1": "ภายใต้กฎหมายคุ้มครองข้อมูลส่วนบุคคล คุณมีสิทธิในการดำเนินการดังต่อไปนี้",
          "2": "<span class='font-[700]'>สิทธิขอถอนความยินยอม (right to withdraw consent)</span> หากคุณได้ให้ความยินยอม เราจะเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณ ไม่ว่าจะเป็นความยินยอมที่คุณให้ไว้ก่อนวันที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลใช้บังคับหรือหลังจากนั้น คุณมีสิทธิที่จะถอนความยินยอมเมื่อใดก็ได้ตลอดเวลา",
          "3": "<span class='font-[700]'>สิทธิขอเข้าถึงข้อมูล (right to access)</span> คุณมีสิทธิขอเข้าถึงข้อมูลส่วนบุคคลของคุณที่อยู่ในความรับผิดชอบของเราและขอให้เราทำสำเนาข้อมูลดังกล่าวให้แก่คุณ รวมถึงขอให้เราเปิดเผยว่าเราได้ข้อมูลส่วนบุคคลของคุณมาได้อย่างไร",
          "4": "<span class='font-[700]'>สิทธิขอถ่ายโอนข้อมูล (right to data portability)</span> คุณมีสิทธิขอรับข้อมูลส่วนบุคคลของคุณในกรณีที่เราได้จัดทำข้อมูลส่วนบุคคลนั้นอยู่ในรูปแบบให้สามารถอ่านหรือใช้งานได้ด้วยเครื่องมือหรืออุปกรณ์ที่ทำงานได้โดยอัตโนมัติและสามารถใช้หรือเปิดเผยข้อมูลส่วนบุคคลได้ด้วยวิธีการอัตโนมัติ รวมทั้งมีสิทธิขอให้เราส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นเมื่อสามารถทำได้ด้วยวิธีการอัตโนมัติ และมีสิทธิขอรับข้อมูลส่วนบุคคลที่เราส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นโดยตรง เว้นแต่ไม่สามารถดำเนินการได้เพราะเหตุทางเทคนิค",
          "5": "<span class='font-[700]'>สิทธิขอคัดค้าน (right to object)</span> คุณมีสิทธิขอคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณในเวลาใดก็ได้หากการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณที่ทำขึ้นเพื่อการดำเนินงานที่จำเป็นภายใต้ประโยชน์โดยชอบด้วยกฎหมายของเราหรือของบุคคลหรือนิติบุคคลอื่น โดยไม่เกินขอบเขตที่คุณสามารถคาดหมายได้อย่างสมเหตุสมผลหรือเพื่อดำเนินการตามภารกิจเพื่อสาธารณประโยชน์",
          "6": "<span class='font-[700]'>สิทธิขอให้ลบหรือทำลายข้อมูล (right to erasure/destruction)</span> คุณมีสิทธิขอลบหรือทำลายข้อมูลส่วนบุคคลของคุณหรือทำให้ข้อมูลส่วนบุคคลเป็นข้อมูลที่ไม่สามารถระบุตัวคุณได้ หากคุณเชื่อว่าข้อมูลส่วนบุคคลของคุณถูกเก็บรวบรวม ใช้ หรือเปิดเผยโดยไม่ชอบด้วยกฎหมายที่เกี่ยวข้องหรือเห็นว่าเราหมดความจำเป็นในการเก็บรักษาไว้ตามวัตถุประสงค์ที่เกี่ยวข้องในนโยบายฉบับนี้ หรือเมื่อคุณได้ใช้สิทธิขอถอนความยินยอมหรือใช้สิทธิขอคัดค้านตามที่แจ้งไว้ข้างต้นแล้ว",
          "7": "<span class='font-[700]'>สิทธิขอให้ระงับการใช้ข้อมูล (right to restriction of processing)</span> คุณมีสิทธิขอให้ระงับการใช้ข้อมูลส่วนบุคคลชั่วคราวในกรณีที่เราอยู่ระหว่างตรวจสอบตามคำร้องขอใช้สิทธิขอแก้ไขข้อมูลส่วนบุคคลหรือขอคัดค้านของคุณหรือกรณีอื่นใดที่เราหมดความจำเป็นและต้องลบหรือทำลายข้อมูลส่วนบุคคลของคุณตามกฎหมายที่เกี่ยวข้องแต่คุณขอให้เราระงับการใช้แทน",
          "8": "<span class='font-[700]'>สิทธิขอให้แก้ไขข้อมูล (right to rectification)</span> คุณมีสิทธิขอแก้ไขข้อมูลส่วนบุคคลของคุณให้ถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด",
          "9": "<span class='font-[700]'>สิทธิร้องเรียน (right to lodge a complaint)</span> คุณมีสิทธิร้องเรียนต่อผู้มีอำนาจตามกฎหมายที่เกี่ยวข้อง หากคุณเชื่อว่าการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณ เป็นการกระทำในลักษณะที่ฝ่าฝืนหรือไม่ปฏิบัติตามกฎหมายที่เกี่ยวข้อง",
          "10": "คุณสามารถใช้สิทธิของคุณในฐานะเจ้าของข้อมูลส่วนบุคคลข้างต้นได้ โดยติดต่อมาที่เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลของเราตามรายละเอียดท้ายนโยบายนี้ เราจะแจ้งผลการดำเนินการภายในระยะเวลา 30 วัน นับแต่วันที่เราได้รับคำขอใช้สิทธิจากคุณ ตามแบบฟอร์มหรือวิธีการที่เรากำหนด ทั้งนี้ หากเราปฏิเสธคำขอเราจะแจ้งเหตุผลของการปฏิเสธให้คุณทราบผ่านช่องทางต่าง ๆ เช่นข้อความ (SMS) อีเมล โทรศัพท์ จดหมาย เป็นต้น"
        }
      },
      "para10": {
        "title": "เทคโนโลยีติดตามตัวบุคคล (Cookies)",
        "description": "เพื่อเพิ่มประสบการณ์การใช้งานของคุณให้สมบูรณ์และมีประสิทธิภาพมากขึ้น เราใช้คุกกี้ (Cookies)หรือเทคโนโลยีที่คล้ายคลึงกันเพื่อพัฒนาการเข้าถึงสินค้าหรือบริการ โฆษณาที่เหมาะสม และติดตามการใช้งานของคุณ เราใช้คุกกี้เพื่อระบุและติดตามผู้ใช้งานเว็บไซต์และการเข้าถึงเว็บไซต์ของเรา หากคุณไม่ต้องการให้มีคุกกี้ไว้ในคอมพิวเตอร์ของคุณ คุณสามารถตั้งค่าบราวเซอร์เพื่อปฏิเสธคุกกี้ก่อนที่จะใช้เว็บไซต์ของเราได้"
      },
      "para11": {
        "title": "การรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคล",
        "description": "เราจะรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคลของคุณไว้ตามหลักการ การรักษาความลับ (confidentiality) ความถูกต้องครบถ้วน (integrity) และสภาพพร้อมใช้งาน (availability) ทั้งนี้ เพื่อป้องกันการสูญหาย เข้าถึง ใช้ เปลี่ยนแปลง แก้ไข หรือเปิดเผยนอกจากนี้เราจะจัดให้มีมาตรการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคล ซึ่งครอบคลุมถึงมาตรการป้องกันด้านการบริหารจัดการ (administrative safeguard) มาตรการป้องกันด้านเทคนิค (technical safeguard) และมาตรการป้องกันทางกายภาพ (physical safeguard) ในเรื่องการเข้าถึงหรือควบคุมการใช้งานข้อมูลส่วนบุคคล (access control)"
      },
      "para12": {
        "title": "การแจ้งเหตุละเมิดข้อมูลส่วนบุคคล",
        "description": "ในกรณีที่มีเหตุละเมิดข้อมูลส่วนบุคคลของคุณเกิดขึ้น เราจะแจ้งให้สำนักงานคณะกรรมการคุ้มครองข้อมูลส่วนบุคคลทราบโดยไม่ชักช้าภายใน 72 ชั่วโมง นับแต่ทราบเหตุเท่าที่สามารถกระทำได้ ในกรณีที่การละเมิดมีความเสี่ยงสูงที่จะมีผลกระทบต่อสิทธิและเสรีภาพของคุณ เราจะแจ้งการละเมิดให้คุณทราบพร้อมกับแนวทางการเยียวยาโดยไม่ชักช้าผ่านช่องทางต่าง ๆ เช่น เว็บไซต์ ข้อความ (SMS) อีเมล โทรศัพท์ จดหมาย เป็นต้น"
      },
      "para13": {
        "title": "การแก้ไขเปลี่ยนแปลงนโยบายความเป็นส่วนตัว",
        "description": "เราอาจแก้ไขเปลี่ยนแปลงนโยบายนี้ เป็นครั้งคราว โดยคุณสามารถทราบข้อกำหนดและเงื่อนไขนโยบายที่มีการแก้ไขเปลี่ยนแปลงนี้ได้ผ่านทางเว็บไซต์ของเรา นโยบายนี้แก้ไขล่าสุดและมีผลใช้บังคับตั้งแต่วันที่ 12 มกราคม 2567"
      },
      "para14": {
        "title": "นโยบายความเป็นส่วนตัวของเว็บไซต์อื่น",
        "description": "นโยบายความเป็นส่วนตัวฉบับนี้ใช้สำหรับการเสนอสินค้า บริการ และการใช้งานบนเว็บไซต์สำหรับลูกค้าของเราเท่านั้น หากคุณเข้าชมเว็บไซต์อื่นแม้จะผ่านช่องทางเว็บไซต์ของเรา การคุ้มครองข้อมูลส่วนบุคคลต่าง ๆ จะเป็นไปตามนโยบายความเป็นส่วนตัวของเว็บไซต์นั้น ซึ่งเราไม่มีส่วนเกี่ยวข้องด้วย"
      },
      "para15": {
        "title": "รายละเอียดการติดต่อ",
        "description": "หากคุณต้องการสอบถามข้อมูลเกี่ยวกับนโยบายความเป็นส่วนตัวฉบับนี้ รวมถึงการขอใช้สิทธิต่าง ๆ คุณสามารถติดต่อเราหรือเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลของเราได้ ดังนี้"
      },
      "para16": {
        "guard": {
          "1": {
            "title": "ผู้ควบคุมข้อมูลส่วนบุคคล",
            "descriptions": {
              "1": "บริษัทเอ้าท์ไซด์อิน จำกัด",
              "2": "48 ซอยรามคำแหง24 หัวหมาก บางกะปิ กรุงเทพมหานคร 10240",
              "3": "อีเมล marketing@outsidein.co.th",
              "4": "เว็บไซต์ www.outsidein.co.th",
              "5": "หมายเลขโทรศัพท์ 083-221-1107"
            }
          },
          "2": {
            "title": "เจ้าหน้าทีคุ้มครองข้อมูลส่วนบุคคล",
            "descriptions": {
              "1": "ทีมเอ้าท์ไซด์อิน",
              "2": "48 ซอยรามคำแหง24 หัวหมาก บางกะปิ กรุงเทพมหานคร 10240",
              "3": "อีเมล marketing@outsidein.co.th",
              "4": "หมายเลขโทรศัพท์ 083-211-1107"
            }
          }
        }
      }
    }
  }
}
